Repository: rafa321563/WardrobeAssistance_v1.1
Catalog: WardrobeAssistance_v1.1/*.lproj/Localizable.strings
Languages: de, es, fr

# paywall_subtitle
source: Unlock premium features for your wardrobe
de: Schalten Sie Premium-Funktionen für Ihren Kleiderschrank frei
es: Desbloquea funciones premium para tu guardarropa
fr: Débloquez les fonctionnalités premium pour votre garde-robe

# paywall_start_trial
source: Start 7-Day FREE Trial
de: 7-Tage KOSTENLOSE Testversion starten
es: Iniciar prueba GRATIS de 7 días
fr: Commencer l'essai GRATUIT de 7 jours

# paywall_then_price
source: Then %@ per month
de: Dann %@ pro Monat
es: Luego %@ por mes
fr: Puis %@ par mois

# paywall_cancel_anytime
source: Cancel anytime â€” no charges until the trial ends
de: Jederzeit kündbar — keine Gebühren bis zum Ende der Testversion
es: Cancela en cualquier momento — sin cargos hasta que termine la prueba
fr: Annulez à tout moment — aucun frais jusqu'à la fin de l'essai

# paywall_subscribe
source: Subscribe to Premium
de: Auf Premium upgraden
es: Suscribirse a Premium
fr: S'abonner à Premium

# paywall_restore
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats

# paywall_privacy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité

# paywall_terms
source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation

# premium_feature_unlimited
source: Unlimited wardrobe items
de: Unbegrenzte Kleidungsstücke
es: Artículos ilimitados
fr: Articles illimités

# premium_feature_ai
source: AI stylist (full access)
de: KI-Stylist (voller Zugang)
es: Estilista IA (acceso completo)
fr: Styliste IA (accès complet)

# premium_feature_matching
source: Smart outfit matching
de: Intelligente Outfit-Zusammenstellung
es: Combinación inteligente de outfits
fr: Assortiment intelligent d'ensembles

# premium_feature_analytics
source: Advanced analytics
de: Erweiterte Analysen
es: Análisis avanzados
fr: Analyses avancées

# premium_feature_icloud
source: iCloud sync (Premium)
de: iCloud-Synchronisierung (Premium)
es: Sincronización iCloud (Premium)
fr: Synchronisation iCloud (Premium)

# premium_feature_updates
source: Priority updates & new features
de: Prioritäts-Updates & neue Funktionen
es: Actualizaciones prioritarias y nuevas funciones
fr: Mises à jour prioritaires et nouvelles fonctionnalités
